export const TASKS = [
	{
		id: 1,
		text: "Базовое знание стека frontend-стека (React, Typescript, Redux): готовые пет-проекты или курсовые работы",
		completed: true,
	},
	{
		id: 2,
		text: "Способность составлять алгоритмы и дебажить их в голове",
		completed: true,
	},
	{
		id: 3,
		text: "Умение писать поддерживаемый код с тестами",
		completed: true,
	},
	{
		id: 4,
		text: "Адекватная реакция на обратную, умение докапываться до сути вопроса, переживать несколько итераций ревью до полного понимания и устранения пробелов в знаниях",
		completed: true,
	},
	{
		id: 5,
		text: "Готовность уделять нам 20 часов в неделю",
		completed: true,
	},
	{
		id: 6,
		text: "Собственная рабочая машина, которая тянет WebStorm или VS Code. С выдающимися кандидатами готовы обсудить покупку ноутбука на время стажировки",
		completed: true,
	},
	{
		id: 7,
		text: "Готовность выйти на полный день в случае успеха",
		completed: true,
	},
	{ id: 8, text: "Пройти стажировку", completed: false },
	{ id: 9, text: "Устроиться на работу", completed: false },
];
